[
  {
    "q": "De quoi s'agit-il?",
    "a": "Un outil pour visualiser les matchs d'ABSSA, une ligue de football amateur belge, en regroupant différentes informations dans un calendrier. Attention, cet outil est une aide proposée sans garantie de service. Il est possible que celui-ci soit un jour interrompu ou indisponible."
  },
  {
    "q": "Toutes les informations à propos des matchs sont-elles correctes?",
    "a": "L'exactitude des données n'est pas garantie. Veillez à toujours les vérifier sur le site de l'ABSSA. Les informations proviennent du <a href=\"http://www.abssa.be/documents/37_Calendrier_2025_2026.pdf\" style=\"text-decoration: underline;\">calendrier de l'ABSSA<a>. Si une information est incorrecte dans ce document, elle sera copiée telle quelle ici, pensez à en informer l'ABSSA si c'est le cas. Enfin, les modifications en cours de saison ne sont pas prises en compte, tel qu'une remise de journée ou un changement de terrain."
  },
  {
    "q": "Une question? Une suggestion? Un bug à signaler?",
    "a": "Merci pour votre intérêt! S'il vous plait, contactez-moi par mail à <a href=\"mailto:simon@ourway.be\" style=\"text-decoration: underline;\">simon@ourway.be<a>."
  },
  {
    "q": "Qui suis-je?",
    "a": "Simon, vous pouvez en savoir plus ici: <a href=\"https://www.simonmyway.com\" style=\"text-decoration: underline;\">simonmyway.com<a>."
  },
  {
    "q": "Pourquoi ai-je créé ce site web?",
    "a": "À la base, j'avais créé un calendrier pour mon équipe, puis je l'ai fait pour toutes les autres équipes. Ensuite, j'ai voulu apprendre à créer un site web en utilisant React, et ce projet m'a permis de pratiquer. Vous pouvez en savoir plus en lisant cet <a href=\"https://www.simonmyway.com/blog/i-learned-dynamic-web-development-by-playing-soccer\" style=\"text-decoration: underline;\">article<a>."
  },
  {
    "q": "Liens utiles",
    "a": "<ul><li><a href=\"http://www.abssa.be/\" style=\"text-decoration: underline;\">abssa.be<a>: le site officiel de la Royale A.B.S.S.A.</li><li><a href=\"http://www.abssaratings.be/\" style=\"text-decoration: underline;\">abssaratings.be<a>: ABSSA Ratings applique la formule Elo au football en ABSSA.</li></ul>"
  }
]
