[
  {
    "q": "De quoi s'agit-il?",
    "a": "Un outil pour visualiser les matches d'ABSSA, une ligue de football amateur belge, en regroupant différentes informations dans un calendrier."
  },
  {
    "q": "Comment ça marche?",
    "a": "Les données du site web de l'ABSSA sont récupérées et puis combinées pour créer un calendrier via Python. Ensuite, ces calendriers sont affichés sur ce site web via JavaScript et React. Le code source de ces applications est disponible <a href=\"https://github.com/simonpicard/abssa-ical\" style=\"text-decoration: underline;\">ici</a> pour la récupération des données et <a href=\"https://github.com/simonpicard/calabssa.be\" style=\"text-decoration: underline;\">ici</a> pour leur présentation sur ce site."
  },
  {
    "q": "Les données sont-elles à jour?",
    "a": "Une mise à jour des données a eu lieu pour la dernière fois le 30/11/2022."
  },
  {
    "q": "Tous les matches sont-ils présents?",
    "a": "Tous les matches présent sur le site web de l'ABSSA seront affichés ici. Cependant, tout autre match ne sera pas affiché, c'est typiquement le cas pour les matches remis."
  },
  {
    "q": "Toutes les informations à propos des matches  sont-elles correctes?",
    "a": "En principe oui, vous pouvez toujours les vérifier via les liens directs vers le site de l'ABSSA dans les détails d'un match. Enfin, si une information est incorrecte sur le site de l'ABSSA, elle sera copiée telle quelle ici, pensez à en informer l'ABSSA si c'est le cas."
  },
  {
    "q": "J'aimerais avoir accès aux données brutes de l'ABSSA, est-ce possible?",
    "a": "Oui, les données extraitent telles quelles sont disponibles <a href=\"https://github.com/simonpicard/abssa-ical/tree/main/data/01_raw\" style=\"text-decoration: underline;\">ici<a> et les données formatées <a href=\"https://github.com/simonpicard/abssa-ical/tree/main/data/03_primary\" style=\"text-decoration: underline;\">ici<a>"
  },
  {
    "q": "J'ai une suggestion pour améliorer CalABSSA.",
    "a": "Merci pour votre intérêt! S'il vous plait, proposez-la-moi <a href=\"mailto:me@simonmyway.com?subject=Suggestion%20CalABSSA&body=Ma%suggestion%20est....\" style=\"text-decoration: underline;\">ici<a>."
  },
  {
    "q": "J'ai repéré une erreur dans un des calendriers, que faire?",
    "a": "Merci pour votre vigilence! S'il vous plait, signalez-moi le bug <a href=\"mailto:me@simonmyway.com?subject=Bug%20CalABSSA&body=Le%20problème%20est....\" style=\"text-decoration: underline;\">ici<a>."
  },
  {
    "q": "Qui suis-je?",
    "a": "Simon, vous pouvez en savoir plus ici: <a href=\"https://www.simonmyway.com\" style=\"text-decoration: underline;\">simonmyway.com<a>."
  },
  {
    "q": "Pourquoi ai-je créé ce site web?",
    "a": "À la base, j'avais créé un calendrier pour mon équipe, et une fois la logique implémentée, il était facile de le faire pour toutes les autres équipes. Ensuite, j'ai voulu apprendre à créer un site web en utilisant React, et ce projet m'a permis de pratiquer."
  }
]
